{
    "Вы не можете удалить свою личную команду.": "You may not delete your personal team.",
    "Вы не можете покинуть команду, которую вы создали.": "You may not leave a team that you created.",
    "Ваш адрес электронной почты: unverified.": "Your email address is unverified.",
    "Документация": "Documentation",
    "Привет": "Hi",
    "Добро пожаловать на сайт": "Welcome to the site",
    "Это площадка для тех, ": "This is a platform for those",
    "кто встречал и кому интересны его творчество и личность": "who met and are interested in his work and personality",
    "Интро": "Intro",
    "О себе": "About me",
    "Путь": "Path",
    "Стихи": "Poems",
    "Музыка": "Music",
    "Друзья": "Friends",
    "Семья": "Family",
    "Ссылки": "Links",
    "Больше": "More",
    "Начало": "Start",
    "Далее": "Next",
    "Для Andrew Old каждый день — это шанс открыть что-то новое, будь то люди, места или идеи. Главное в жизни — путешествовать, общаться и черпать вдохновение в каждом опыте. Жизнь — это вкус, энергия и творчество, которые хочется делить с миром.": "For Andrew Old, every day is a chance to discover something new, be it people, places or ideas. The most important thing in life is to travel, communicate and draw inspiration from every experience. Life is about taste, energy and creativity that you want to share with the world.",
    "Тимбилдинг в дружном коллективе Hyatt Regency Kyiv, 2014": "Team building in a friendly team Hyatt Regency Kyiv, 2014",
    "Abu Dhabi, 2016": "Abu Dhabi, 2016",
    "В спорткомлексе": "In the sports complex",
    "Что Америка, Европа: У себя вон сколько топать))": "What about America, Europe: You have to stomp around a lot at home))",
    "Украина, 2018": "Ukraine, 2018",
    "Обучение китайских детей английскому, BeiJiNG, 2019": "Teaching English to Chinese Children, BeiJiNG, 2019",
    "это музыка с душой и смыслом. Его треки — это истории из жизни, немного грусти, немного юмора и всегда честность. В песнях для него важно, чтобы каждый куплет говорил сам за себя и оставлял след в сердце слушателя.": "this is music with soul and meaning. His tracks are stories from life, a little sadness, a little humor and always honesty. In songs, it is important for him that each verse speaks for itself and leaves a mark on the listener's heart.",
    "Это история, где всё началось с увлечения хип-хопом и рэпом, выросшем на музыке великих из 90-х и 2000-х, таких как 2Pac, Wu-Tang Clan, Dr. Dre и Snoop Dogg. Эти артисты задали стиль, вдохновили первые строчки и первые пробы записи в домашней студии. Открываясь для музыки, он взялся за изучение английского, ведь понимание текстов и культуры стало важной частью роста. Позже жизнь сподвигла его к путешествиям — работа в ОАЭ и Китае не только расширила горизонты, но и добавила новых смыслов и звуков в  творчество.": "It’s a story where it all started with a passion for hip-hop and rap, growing up on the music of the greats of the 90s and 2000s, such as 2Pac, Wu-Tang Clan, Dr. Dre and Snoop Dogg. These artists set the style, inspired the first lines and the first attempts at recording in a home studio. Opening up to music, he took up learning English, because understanding lyrics and culture became an important part of his growth. Later, life prompted him to travel - working in the UAE and China not only expanded his horizons, but also added new meanings and sounds to his work.",
    "Добро пожаловать на поэтическую страницу Andrew Old! Здесь собраны строки, которые говорят обо всем — от радости до боли, от простых моментов до глубоких мыслей. Для Andrew Old поэзия — это способ остановить мгновение, почувствовать его и поделиться этим с вами. Откройте любое стихотворение, и, возможно, оно отзовется вам чем-то близким.": "Welcome to Andrew Old's poetry page! Here are lines that speak to everything from joy to pain, from simple moments to profound thoughts. For Andrew Old, poetry is a way to stop a moment, feel it, and share it with you. Open any poem, and perhaps it will resonate with you in some way.",
    "Семья всегда была основой жизни Andrew Old. Отец — пример силы и трудолюбия, а мать — источник заботы и вдохновения, которые формировали его мировоззрение. Старший брат стал первым наставником и поддержкой в юности, а младший брат — близким другом, с которым делились не только радостями, но и вызовами жизни. Эти отношения стали для Andrew Old опорой, определившей его путь и ценности, которые направляли его в жизни.": "Family has always been the foundation of Andrew Old's life. His father is an example of strength and hard work, and his mother is a source of care and inspiration that shaped his worldview. His older brother became his first mentor and support in his youth, and his younger brother was a close friend with whom he shared not only the joys but also the challenges of life. These relationships became the support for Andrew Old, defining his path and the values that guided him in life.",
    "Для Andrew Old дружба не знает языковых и социальных границ. Его друзья всегда отмечали открытость, доброту и уважение, с которыми он относится к каждому. Путешествуя по миру, он находил близких по духу людей, создавая теплые и доверительные связи, которые оставались с ним на долгие годы. Этот подход к жизни, основанный на простоте и честности, отражает его глубокую веру в то, что настоящая дружба не имеет границ.": "For Andrew Old, friendship knows no linguistic or social boundaries. His friends have always noted the openness, kindness and respect with which he treats everyone. As he travels the world, he has found like-minded people, creating warm and trusting bonds that have stayed with him for many years. This approach to life, based on simplicity and honesty, reflects his deep belief that true friendship knows no boundaries.",
    "в жизни и творчестве": "in life and work",
    "был не прямым и не однозначным. Это был поиск своего места в жизни": "was not direct and not unambiguous. It was a search for one's place in life",
    "Конечно же как и всех путь Andrew Old начался с рождения - 8 февраля 1985 года в чудесном городе Киев, питающемся энергией древней реки Днепр и купающегося в зелени деревьев. Для семьи это было время тревог, надежд и борьбы за счастье. Предстояло пережить рождение младшего брата, чернобыльскую трагедию, сложные 90-е годы. И Andrew Old с интересом все и всех вокруг разглядывал, впитывал. Однако свое мнение высказывать не спешил - время еще не пришло": "Of course, like everyone else, Andrew Old's path began with his birth - on February 8, 1985, in the wonderful city of Kyiv, fed by the energy of the ancient Dnieper River and bathed in the greenery of trees. For the family, it was a time of worries, hopes and the struggle for happiness. They had to survive the birth of a younger brother, the Chernobyl tragedy, the difficult 90s. And Andrew Old looked at everything and everyone around him with interest, absorbed it. However, he was in no hurry to express his opinion - the time had not yet come.",
    "Трудовые будни": "Working days",
    "Andrew Old попробовал себя в разных видах деятельности - от курьера до слесаря. За все брался с интересом, но быстро понял, что работа руками не совсем его конек. Хотя было одно исключение - во время учебы в институте довелось поработать длительное время тестомесом и пекарем. Тогда же родился первый сценический псевдоним \"MC Baker\", поскольку уже появились первые песни и первые выступления на открытых микрофонах.": "Andrew Old tried himself in different types of work - from a courier to a mechanic. He took on everything with interest, but quickly realized that working with his hands was not quite his strong point. Although there was one exception - during his studies at the institute, he had to work for a long time as a dough mixer and baker. At the same time, the first stage name \"MC Baker\" was born, since the first songs and first performances at open microphones had already appeared.",
    "Спорт": "Sport",
    "1990-е годы на всех наложили отпечаток своей суровостью и необходимостью стоять за себя. Возможно поэтому и еще потому, что среди успешных боксеров было немало афроамериканцев, Andrew Old увлекся любительским боксом. Он был счастлив, занимаясь боксом для себя, несмотря на пострадавшие нос и уши. Другим важным спортивным увлечением стал бодибилдинг. Занимался он с удовольствием и охотой.": "The 1990s left their mark on everyone with their severity and the need to stand up for themselves. Perhaps because of this and also because there were many African-Americans among successful boxers, Andrew Old became interested in amateur boxing. He was happy boxing for himself, despite the damage to his nose and ears. Another important sporting hobby was bodybuilding. He did it with pleasure and desire.",
    "Школа": "School",
    "Школа в 90-х для Andrew Old как и для многих была беспокойным местом. Материальное, культурное и мировоззренческое неравенство сталкивало детей в этом бурлящем котле гормонов и стремлений. Тем не менее Andrew Old именно в школе сложился как личность, знающая толк в жизненных принципах, юморе и аккуратном отношении к вещам.": "School in the 90s was a turbulent place for Andrew Old, as it was for many others. Material, cultural and ideological inequality brought children together in this seething cauldron of hormones and aspirations. Nevertheless, it was at school that Andrew Old developed into a person who knew a lot about life principles, humor and a careful attitude towards things.",
    "Первые карьерные успехи": "First career successes",
    "Определяющей вехой в жизни и работе Andrew Old стала деятельность в сфере гостиничных услуг. Первый опыт и первые шишки были получены в гостинице &quotСлавутич&quot. Упорство, настойчивость и стремление к развитию через непродолжительное время позволили Andrew Old устроиться в дружный коллектив отеля Hyatt Regency Kyiv. Работа там оставила после себя множество как чудесных так и забавных воспоминаний, первые из которых вызывают теплые, радостные чувства, а вторые - улыбку или неловкость. Это были прекрасные годы познания человеческих качеств, чувств, характеров... Отличная практика английского языка и множество благодарных клиентов Hyatt Regency Kyiv. Руководство отеля множество раз предлагало Andrew Old повышение, но он не был готов принять на себя ответственность работы с подчиненными, а дальнейшая карьера на позиции hallway-attendant не давала существенного роста. Пришло время перемен...": "The defining milestone in Andrew Old's life and work was his work in the hotel services industry. His first experience and first mistakes were made at the Slavutich Hotel. Perseverance, persistence and aspiration for development soon allowed Andrew Old to join the friendly team of the Hyatt Regency Kyiv Hotel. His work there left behind many wonderful and funny memories, the former of which evoke warm, joyful feelings, while the latter evoke a smile or awkwardness. These were wonderful years of learning human qualities, feelings, characters... Excellent English practice and many grateful clients of the Hyatt Regency Kyiv. The hotel management offered Andrew Old a promotion many times, but he was not ready to accept the responsibility of working with subordinates, and his further career as a hallway attendant did not provide significant growth. It was time for a change...",
    "Гостиница &quotСлавутич&quot с высоты птичьего полёта": "Hotel &quotSlavutich&quot from a bird's eye view",
    "Ресепшен гостиницы &quotСлавутич&quot": "Reception of the hotel &quotSlavutich&quot",
    "Вид на отель Hyatt Regency Kyiv": "View of the Hyatt Regency Kyiv hotel",
    "Вид из номера отеля Hyatt Regency Kyiv": "View from the room of the Hyatt Regency Kyiv hotel",
    "Дружная команда Hyatt Regency Kyiv": "Friendly team Hyatt Regency Kyiv",
    "Отдых после трудового дня": "Rest after a hard day's work",
    "Весь в работе": "All in work",
    "Тайный Санта в Hyatt Regency Kyiv": "Secret Santa at Hyatt Regency Kyiv ",
    "Студенческие годы": "Student years",
    "Спустя год после школы Andrew Old еще не знал чем точно хотел бы заниматься. Несколько временных подработок не зацепили и стало понятно, что нужно образование. Сложно сказать о причине выбора, но он в 2003 году поступил на специальность \"Международная экономика\" в \"Киевский институт международной экономики и предпринимательства\". Получил степень бакалавра в 2007 году.": "A year after school, Andrew Old still didn't know what he wanted to do. Several temporary jobs didn't catch on and it became clear that he needed an education. It's hard to say why he chose this, but in 2003 he enrolled in the International Economics major at the Kyiv Institute of International Economics and Entrepreneurship. He received his bachelor's degree in 2007.",
    "Первые интересы": "First interests",
    "Уже наметились первые интересы Andrew Old. Он стал много общаться с разными людьми - это был увлекательный процесс. Было много шуток и юмора - в жизни Andrew Old всегда находил множество забавных и уморительных вещей. Появились первые аудио кассеты с записями 2Pac, Dr. Dre, Snoop Dogg, Eminem... Пришло осознание, что для полного погружения в стихию репа необходимо досконально знать английский язык": "Andrew Old's first interests had already emerged. He began to communicate a lot with different people - it was a fascinating process. There were a lot of jokes and humor - Andrew Old always found a lot of funny and hilarious things in life. The first audio cassettes with recordings of 2Pac, Dr. Dre, Snoop Dogg, Eminem appeared... The realization came that in order to fully immerse himself in the element of rap, it was necessary to thoroughly know the English language",
    "Работа в Abu Dhabi": "Work in Abu Dhabi",
    "В 2016 году Andrew Old принял смелое решение отправиться в Абу-Даби, чтобы работать в одном из местных отелей. Это путешествие стало началом нового этапа его жизни, полным незабываемых впечатлений и вызовов. Оказавшись в городе, где царит вечное солнце и температура редко опускается ниже 40 градусов, он быстро привык к мысли, что кондиционеры — не роскошь, а необходимость. Но за пределами жары открывался удивительный мир: люди из разных стран, культур и религий, каждый со своей историей и уникальным опытом.": "In 2016, Andrew Old made a bold decision to travel to Abu Dhabi to work in one of the local hotels. This trip marked the beginning of a new stage in his life, full of unforgettable impressions and challenges. Finding himself in a city where the sun is always shining and the temperature rarely drops below 40 degrees, he quickly got used to the idea that air conditioning is not a luxury, but a necessity. But beyond the heat, an amazing world opened up: people from different countries, cultures and religions, each with their own history and unique experiences.",
    "Работа в международной команде стала для Andrew не только профессиональным вызовом, но и шансом научиться находить общий язык с людьми, чьи взгляды и подходы к жизни были порой совершенно другими. В каждом дне была возможность учиться чему-то новому, будь то особенности работы в сфере гостеприимства или просто разговоры за чашкой кофе с коллегами, которые вскоре стали его друзьями. Этот опыт не только обогатил его внутренний мир, но и подарил моменты, которые он хранил как особенные воспоминания о своей жизни в жарком и гостеприимном Абу-Даби.": "Working in an international team was not only a professional challenge for Andrew, but also a chance to learn how to find a common language with people whose views and approaches to life were sometimes completely different. Every day was an opportunity to learn something new, whether it was the specifics of working in the hospitality industry or just talking over a cup of coffee with colleagues who soon became his friends. This experience not only enriched his inner world, but also gave him moments that he kept as special memories of his life in hot and hospitable Abu Dhabi.",
    "На пути в Abu Dhabi": "On the way to Abu Dhabi",
    "Вид из окна отеля на Abu Dhabi": "View from the hotel window to Abu Dhabi",
    "Работа на новом месте": "Work in a new place",
    "Терраса кафе в отеле со столиками и видом на Abu Dhabi": "The hotel's cafe terrace with tables and views of Abu Dhabi",
    "Встреча в Abu Dhabi": "Meeting in Abu Dhabi",
    "Я за границей и мне уж тридцать...": "I'm abroad and I'm already thirty...",
    "Sheikh Zayed Grand Mosque Centre - вид с боку": "Sheikh Zayed Grand Mosque Centre - side view",
    "Sheikh Zayed Grand Mosque Centre": "Sheikh Zayed Grand Mosque Centre",
    "Yas Mall в Абу-Даби (фонтан)": "Yas Mall Abu Dhabi (fountain)",
    "Зеленый водопад в Yas Mall Абу-Даби": "Green Waterfall in Yas Mall Abu Dhabi",
    "Abu Dhabi Commercial Bank": "Abu Dhabi Commercial Bank",
    "Небоскреб в районе Al Danah Абу-Даби": "Skyscraper in Al Danah area of Abu Dhabi",
    "Capital Plaza в Абу-Даби": "Capital Plaza in Abu Dhabi",
    "Фонтан на Capital Plaza в Абу-Даби": "Fountain at Capital Plaza in Abu Dhabi",
    "Время передавать опыт": "Time to pass on experience",
    "Постоянное движение вперед, новый опыт, новые впечатления - это то, что вызывало в Andrew Old необходимость развиваться и не засиживаться на месте. Уже есть опыт за плечами и полно сил. Есть чем поделиться с другими людьми и желание путешествовать. Это ли не повод после непродолжительного отдыха дома на время переехать в Китай?": "Constant movement forward, new experience, new impressions - this is what caused Andrew Old to need to develop and not sit still. He already has experience behind him and is full of energy. There is something to share with other people and a desire to travel. Isn't this a reason to move to China for a while after a short vacation at home?",
    "Вперед к приключениям!": "Onward to adventure!",
    "Пришло время Andrew Old отправиться повышать квалификацию за границу. Было отправлено немало резюме и пройдено онлайн собеседований. И вот наконец куплены билеты и собран багаж - место назначения один из прекрасных эмиратов ОАЭ Abu Dhabi.": "It was time for Andrew Old to go abroad to improve his qualifications. Quite a few CVs were sent and online interviews were completed. And finally, tickets were bought and luggage was packed - the destination is one of the beautiful emirates of the UAE - Abu Dhabi.",
    "Здравствуй Пекин!": "Hello Beijing!",
    "После работы в Абу-Даби Andrew Old понял, что его знания английского языка стали прочной основой для нового этапа. Постепенно он начал интересоваться, как передавать свои навыки другим, кто только начинал осваивать этот язык. Этот процесс увлек его — находить подход к разным людям, видеть их прогресс и делиться своим опытом. Первые шаги в преподавании он сделал онлайн, где появились его первые ученики, для которых он стал не просто учителем, но и наставником.": "After working in Abu Dhabi, Andrew Old realized that his knowledge of English had become a solid foundation for a new stage. Gradually, he began to wonder how to pass on his skills to others who were just beginning to master this language. This process captivated him - to find an approach to different people, to see their progress and to share his experience. He took his first steps in teaching online, where his first students appeared, for whom he became not just a teacher, but also a mentor.",
    "Вскоре Andrew узнал о высоком спросе на преподавателей английского в Китае, особенно для работы с детьми. Эта идея зажгла в нем желание двигаться дальше. В 2019 году он отправился в Пекин, чтобы попробовать свои силы в обучении детей английскому языку. Это решение стало важным поворотом в его жизни, открыв новое направление и предоставив опыт, который обогатил его как профессионала и человека.": "Andrew soon learned of the high demand for English teachers in China, especially to work with children. This idea sparked a desire in him to move forward. In 2019, he traveled to Beijing to try his hand at teaching English to children. This decision became a major turning point in his life, opening a new direction and providing an experience that enriched him as a professional and a person.",
    "Работа с детьми в Китае открыла для Andrew Old целый мир новых впечатлений. Он находил творческие подходы, чтобы сделать обучение интересным и увлекательным: игры, песни и интерактивные задания помогали детям осваивать английский язык с удовольствием. Увидеть радость и интерес в глазах своих учеников стало для него настоящим вдохновением. Каждый урок был не только о языке, но и о дружбе, смехе и открытии нового мира.": "Working with children in China opened up a whole new world of experiences for Andrew Old. He found creative ways to make learning fun and engaging: games, songs and interactive activities helped children learn English with pleasure. Seeing the joy and interest in the eyes of his students was a real inspiration for him. Each lesson was not only about language, but also about friendship, laughter and discovering a new world.",
    "Однако жизнь вдали от дома оказалась непростой. Организация быта в чужой стране, где язык и культура так отличаются, требовала немалых усилий. Были месяцы, когда тоска по дому и родным особенно давала о себе знать. Но этот опыт закалил его, научил преодолевать трудности и находить баланс между работой и личной жизнью. Именно эти испытания сделали его сильнее и оставили яркий след в его жизненном пути.": "However, life away from home was not easy. Organizing everyday life in a foreign country, where the language and culture are so different, required a lot of effort. There were months when the longing for home and family was especially noticeable. But this experience toughened him up, taught him to overcome difficulties and find a balance between work and personal life. It was these trials that made him stronger and left a bright mark on his life.",
    "Район CBD Пекина со зданием Центрального телевидения Китая (CCTV)": "Beijing CBD area with China Central Television (CCTV) building",
    "Процесс создания шедевра": "The process of creating a masterpiece",
    "Ох, как же их много - учеников!": "Oh, there are so many of them - students!",
    "Вот что вышло!": "This is what happened!",
    "Строки рожденные в Пекине": "Lines born in Beijing",
    "Творческий процесс вдали от дома...": "Creative process away from home...",
    "Музыкальное творчество": "Musical creativity",
    "Слушать": "Listen",
    "Назад": "Back",
    "Ваш браузер не поддерживает тег audio": "Your browser does not support the audio tag",
    "Ваш браузер не поддерживает video": "Your browser does not support video",
    "Читать далее": "Read more",
    "Поэтическая страница": "Poetry page",
    "Предыдущая страница": "Previous page",
    "Следующая страница": "Next page",
    "pagination.previous": "pagination.previous",
    "pagination.next": "pagination.next",
    "Pagination Navigation": "Pagination Navigation",
    "Showing": "Showing",
    "to": "to",
    "of": "of",
    "results": "results",
    "voyager::generic.save": "voyager::generic.save",
    "voyager::generic.are_you_sure": "voyager::generic.are_you_sure",
    "voyager::generic.are_you_sure_delete": "voyager::generic.are_you_sure_delete",
    "voyager::generic.cancel": "voyager::generic.cancel",
    "voyager::generic.delete_confirm": "voyager::generic.delete_confirm",
    "Контакты и ссылки": "Contacts and links",
    "Больше информации и контента от Andrew Old можно найти в социальных сетях по ссылкам ниже. Также имеется email для связи с администратором портала и форма для мыслей и предложений": "More information and content from Andrew Old can be found on social networks at the links below. There is also an email to contact the portal administrator and a form for thoughts and suggestions",
    "Имя": "Name",
    "Сообщение": "Message",
    "Отправить сообщение": "Send message",
    "Ваше сообщение успешно отправлено!": "Your message has been sent successfully!"
}