{
    "Вы не можете удалить свою личную команду.": "Ви не можете видалити свою команду.",
    "Вы не можете покинуть команду, которую вы создали.": "Ви не можете залишити створену Вами команду.",
    "Ваш адрес электронной почты: unverified.": "Ваша адреса email неверифікована.",
    "Документация": "Документація",
    "Привет": "Привіт",
    "Добро пожаловать на сайт": "Ласкаво просимо на сайт",
    "Это площадка для тех, ": "Це майданчик для тих, ",
    "кто встречал и кому интересны его творчество и личность": "хто зустрічав і кому цікаві його творчість та особистість",
    "Интро": "Інтро",
    "О себе": "Про себе",
    "Путь": "Шлях",
    "Стихи": "Вірши",
    "Музыка": "Музика",
    "Друзья": "Друзі",
    "Семья": "Сім'я",
    "Ссылки": "Посилання",
    "Больше": "Більше",
    "Начало": "Початок",
    "Далее": "Далі",
    "Для Andrew Old каждый день — это шанс открыть что-то новое, будь то люди, места или идеи. Главное в жизни — путешествовать, общаться и черпать вдохновение в каждом опыте. Жизнь — это вкус, энергия и творчество, которые хочется делить с миром.": "Для Andrew Old щодня – це шанс відкрити щось нове, будь то люди, місця чи ідеї. Головне в житті – подорожувати, спілкуватися та черпати натхнення у кожному досвіді. Життя – це смак, енергія та творчість, які хочеться ділити зі світом.",
    "Тимбилдинг в дружном коллективе Hyatt Regency Kyiv, 2014": "Тімбілдинг у дружньому колективі Hyatt Regency Kyiv, 2014",
    "Abu Dhabi, 2016": "Abu Dhabi, 2016",
    "В спорткомлексе": "У спорткомлексі",
    "Что Америка, Европа: У себя вон сколько топать))": "Що Америка, Європа: У себе он скільки тупотіти))",
    "Украина, 2018": "Україна, 2018",
    "Обучение китайских детей английскому, BeiJiNG, 2019": "Навчання китайських дітей англійській, BeiJiNG, 2019",
    "это музыка с душой и смыслом. Его треки — это истории из жизни, немного грусти, немного юмора и всегда честность. В песнях для него важно, чтобы каждый куплет говорил сам за себя и оставлял след в сердце слушателя.": "це музика з душею та змістом. Його треки — це історії з життя, трохи смутку, трохи гумору та завжди чесність. У піснях для нього важливо, щоб кожен куплет говорив сам за себе та залишав слід у серці слухача.",
    "Это история, где всё началось с увлечения хип-хопом и рэпом, выросшем на музыке великих из 90-х и 2000-х, таких как 2Pac, Wu-Tang Clan, Dr. Dre и Snoop Dogg. Эти артисты задали стиль, вдохновили первые строчки и первые пробы записи в домашней студии. Открываясь для музыки, он взялся за изучение английского, ведь понимание текстов и культуры стало важной частью роста. Позже жизнь сподвигла его к путешествиям — работа в ОАЭ и Китае не только расширила горизонты, но и добавила новых смыслов и звуков в  творчество.": "Це історія, де все почалося із захоплення хіп-хопом та репом, що виріс на музиці великих з 90-х та 2000-х, таких як 2Pac, Wu-Tang Clan, Dr. Dre та Snoop Dogg. Ці артисти задали стиль, надихнули на перші рядки та перші спроби запису в домашній студії. Відкриваючись для музики, він взявся за вивчення англійської, адже розуміння текстів та культури стало важливою частиною зростання. Пізніше життя спонукало його до подорожей — робота в ОАЕ та Китаї не лише розширила горизонти, а й додала нових смислів та звуків у творчість.",
    "Добро пожаловать на поэтическую страницу Andrew Old! Здесь собраны строки, которые говорят обо всем — от радости до боли, от простых моментов до глубоких мыслей. Для Andrew Old поэзия — это способ остановить мгновение, почувствовать его и поделиться этим с вами. Откройте любое стихотворение, и, возможно, оно отзовется вам чем-то близким.": "Ласкаво просимо на поетичну сторінку Andrew Old! Тут зібрані рядки, які говорять про все – від радості до болю, від простих моментів до глибоких думок. Для Andrew Old поезія – це спосіб зупинити мить, відчути його та поділитися цим з вами. Відкрийте будь-який вірш, і, можливо, він відгукнеться вам чимось близьким.",
    "Семья всегда была основой жизни Andrew Old. Отец — пример силы и трудолюбия, а мать — источник заботы и вдохновения, которые формировали его мировоззрение. Старший брат стал первым наставником и поддержкой в юности, а младший брат — близким другом, с которым делились не только радостями, но и вызовами жизни. Эти отношения стали для Andrew Old опорой, определившей его путь и ценности, которые направляли его в жизни.": "Сім'я завжди була основою життя Andrew Old. Батько - приклад сили та працьовитості, а мати - джерело турботи та натхнення, які формували його світогляд. Старший брат став першим наставником та підтримкою в юності, а молодший брат — близьким другом, з яким ділилися не лише радощами, а й викликами життя. Ці відносини стали для Andrew Old опорою, яка визначила його шлях і цінності, які спрямовували його у житті.",
    "Для Andrew Old дружба не знает языковых и социальных границ. Его друзья всегда отмечали открытость, доброту и уважение, с которыми он относится к каждому. Путешествуя по миру, он находил близких по духу людей, создавая теплые и доверительные связи, которые оставались с ним на долгие годы. Этот подход к жизни, основанный на простоте и честности, отражает его глубокую веру в то, что настоящая дружба не имеет границ.": "Для Andrew Old дружба не знає мовних та соціальних кордонів. Його друзі завжди відзначали відкритість, доброту та повагу, з якими він ставиться до кожного. Мандруючи світом, він знаходив близьких за духом людей, створюючи теплі та довірчі зв'язки, які залишалися з ним на довгі роки. Цей підхід до життя, заснований на простоті та чесності, відбиває його глибоку віру в те, що справжня дружба не має меж.",
    "в жизни и творчестве": "у житті та творчості",
    "был не прямым и не однозначным. Это был поиск своего места в жизни": "був не прямим і однозначним. Це був пошук свого місця у житті",
    "Конечно же как и всех путь Andrew Old начался с рождения - 8 февраля 1985 года в чудесном городе Киев, питающемся энергией древней реки Днепр и купающегося в зелени деревьев. Для семьи это было время тревог, надежд и борьбы за счастье. Предстояло пережить рождение младшего брата, чернобыльскую трагедию, сложные 90-е годы. И Andrew Old с интересом все и всех вокруг разглядывал, впитывал. Однако свое мнение высказывать не спешил - время еще не пришло": "Звичайно ж, як і всіх, шлях Andrew Old почався з народження - 8 лютого 1985 року в чудовому місті Київ, що живиться енергією древньої річки Дніпро і купається в зелені дерев. Для сім'ї це був час тривог, надій та боротьби за щастя. Треба було пережити народження молодшого брата, чорнобильську трагедію, складні 90-ті роки. І Andrew Old з цікавістю все і всіх довкола розглядав, вбирав. Однак свою думку висловлювати не поспішав – час ще не настав",
    "Трудовые будни": "Трудові будні",
    "Andrew Old попробовал себя в разных видах деятельности - от курьера до слесаря. За все брался с интересом, но быстро понял, что работа руками не совсем его конек. Хотя было одно исключение - во время учебы в институте довелось поработать длительное время тестомесом и пекарем. Тогда же родился первый сценический псевдоним \"MC Baker\", поскольку уже появились первые песни и первые выступления на открытых микрофонах.": "Andrew Old спробував себе у різних видах діяльності – від кур'єра до слюсаря. За все брався з цікавістю, але швидко зрозумів, що робота руками не зовсім його коник. Хоча був один виняток – під час навчання в інституті довелося попрацювати тривалий час тістомісом та пекарем. Тоді ж народився перший сценічний псевдонім \"MC Baker\", оскільки вже з'явилися перші пісні та перші виступи на відкритих мікрофонах.",
    "Спорт": "Спорт",
    "1990-е годы на всех наложили отпечаток своей суровостью и необходимостью стоять за себя. Возможно поэтому и еще потому, что среди успешных боксеров было немало афроамериканцев, Andrew Old увлекся любительским боксом. Он был счастлив, занимаясь боксом для себя, несмотря на пострадавшие нос и уши. Другим важным спортивным увлечением стал бодибилдинг. Занимался он с удовольствием и охотой.": "1990-ті роки на всіх наклали відбиток своєю суворістю та необхідністю стояти за себе. Можливо, тому і ще тому, що серед успішних боксерів було чимало афроамериканців, Andrew Old захопився аматорським боксом. Він був щасливий, займаючись боксом для себе, незважаючи на постраждалі ніс та вуха. Іншим важливим спортивним захопленням став бодібілдінг. Займався він із задоволенням та полюванням.",
    "Школа": "Школа",
    "Школа в 90-х для Andrew Old как и для многих была беспокойным местом. Материальное, культурное и мировоззренческое неравенство сталкивало детей в этом бурлящем котле гормонов и стремлений. Тем не менее Andrew Old именно в школе сложился как личность, знающая толк в жизненных принципах, юморе и аккуратном отношении к вещам.": "Школа в 90-х для Andrew Old, як і для багатьох, була неспокійним місцем. Матеріальна, культурна та світоглядна нерівність зіштовхувала дітей у цьому вируючому котлі гормонів і прагнень. Проте Andrew Old саме у школі склався як особистість, яка розуміється на життєвих принципах, гуморі та акуратному відношенні до речей.",
    "Первые карьерные успехи": "Перші кар'єрні успіхи",
    "Определяющей вехой в жизни и работе Andrew Old стала деятельность в сфере гостиничных услуг. Первый опыт и первые шишки были получены в гостинице &quotСлавутич&quot. Упорство, настойчивость и стремление к развитию через непродолжительное время позволили Andrew Old устроиться в дружный коллектив отеля Hyatt Regency Kyiv. Работа там оставила после себя множество как чудесных так и забавных воспоминаний, первые из которых вызывают теплые, радостные чувства, а вторые - улыбку или неловкость. Это были прекрасные годы познания человеческих качеств, чувств, характеров... Отличная практика английского языка и множество благодарных клиентов Hyatt Regency Kyiv. Руководство отеля множество раз предлагало Andrew Old повышение, но он не был готов принять на себя ответственность работы с подчиненными, а дальнейшая карьера на позиции hallway-attendant не давала существенного роста. Пришло время перемен...": "Визначальною віхою у житті та роботі Andrew Old стала діяльність у сфері готельних послуг. Перший досвід і перші шишки були отримані в готелі &quotСлавутич&quot. Завзятість, наполегливість і прагнення розвитку через нетривалий час дозволили Andrew Old влаштуватися в дружній колектив готелю Hyatt Regency Kyiv. Робота там залишила по собі безліч як чудових так і кумедних спогадів, перші з яких викликають теплі, радісні почуття, а другі – посмішку чи незручність. Це були чудові роки пізнання людських якостей, почуттів, характерів... Відмінна практика англійської мови та безліч вдячних клієнтів Hyatt Regency Kyiv. Керівництво готелю багато разів пропонувало Andrew Old підвищення, але він не був готовий взяти на себе відповідальність роботи з підлеглими, а подальша кар'єра на позиції hallway-attendant не давала істотного зростання. Настав час змін...",
    "Гостиница &quotСлавутич&quot с высоты птичьего полёта": "Готель &quotСлавутич&quot з висоти пташиного польоту",
    "Ресепшен гостиницы &quotСлавутич&quot": "Ресепшн готелю &quotСлавутич&quot",
    "Вид на отель Hyatt Regency Kyiv": "Вид на готель Hyatt Regency Kyiv",
    "Вид из номера отеля Hyatt Regency Kyiv": "Вид з номера готелю Hyatt Regency Kyiv",
    "Дружная команда Hyatt Regency Kyiv": "Дружня команда Hyatt Regency Kyiv",
    "Отдых после трудового дня": "Відпочинок після трудового дня",
    "Весь в работе": "Весь у роботі ",
    "Тайный Санта в Hyatt Regency Kyiv": "Таємний Санта в Hyatt Regency Kyiv",
    "Студенческие годы": "Студентські роки",
    "Спустя год после школы Andrew Old еще не знал чем точно хотел бы заниматься. Несколько временных подработок не зацепили и стало понятно, что нужно образование. Сложно сказать о причине выбора, но он в 2003 году поступил на специальность \"Международная экономика\" в \"Киевский институт международной экономики и предпринимательства\". Получил степень бакалавра в 2007 году.": "Через рік після школи Andrew Old ще не знав, чим точно хотів би займатися. Декілька тимчасових підробітків не зачепили і стало зрозуміло, що потрібна освіта. Важко сказати про причину вибору, але він у 2003 році вступив на спеціальність \"Міжнародна економіка\" до \"Київського інституту міжнародної економіки та підприємництва\". Здобув ступінь бакалавра у 2007 році.",
    "Первые интересы": "Перші інтереси",
    "Уже наметились первые интересы Andrew Old. Он стал много общаться с разными людьми - это был увлекательный процесс. Было много шуток и юмора - в жизни Andrew Old всегда находил множество забавных и уморительных вещей. Появились первые аудио кассеты с записями 2Pac, Dr. Dre, Snoop Dogg, Eminem... Пришло осознание, что для полного погружения в стихию репа необходимо досконально знать английский язык": "Вже окреслилися перші інтереси Andrew Old. Він почав багато спілкуватися з різними людьми – це був захоплюючий процес. Було багато жартів та гумору - у житті Andrew Old завжди знаходив безліч кумедних речей. З'явилися перші аудіо касети із записами 2Pac, Dr. Dre, Snoop Dogg, Eminem... Прийшло усвідомлення, що для повного занурення у стихію ріпа необхідно досконально знати англійську мову",
    "Работа в Abu Dhabi": "Робота в Abu Dhabi",
    "В 2016 году Andrew Old принял смелое решение отправиться в Абу-Даби, чтобы работать в одном из местных отелей. Это путешествие стало началом нового этапа его жизни, полным незабываемых впечатлений и вызовов. Оказавшись в городе, где царит вечное солнце и температура редко опускается ниже 40 градусов, он быстро привык к мысли, что кондиционеры — не роскошь, а необходимость. Но за пределами жары открывался удивительный мир: люди из разных стран, культур и религий, каждый со своей историей и уникальным опытом.": "У 2016 році Andrew Old ухвалив сміливе рішення вирушити до Абу-Дабі, щоб працювати в одному з місцевих готелів. Ця подорож стала початком нового етапу його життя, повним незабутніх вражень та викликів. Опинившись у місті, де панує вічне сонце і температура рідко опускається нижче 40 градусів, він швидко звик до думки, що кондиціонери не розкіш, а необхідність. Але за межами спеки відкривався дивовижний світ: люди з різних країн, культур та релігій, кожен зі своєю історією та унікальним досвідом.",
    "Работа в международной команде стала для Andrew не только профессиональным вызовом, но и шансом научиться находить общий язык с людьми, чьи взгляды и подходы к жизни были порой совершенно другими. В каждом дне была возможность учиться чему-то новому, будь то особенности работы в сфере гостеприимства или просто разговоры за чашкой кофе с коллегами, которые вскоре стали его друзьями. Этот опыт не только обогатил его внутренний мир, но и подарил моменты, которые он хранил как особенные воспоминания о своей жизни в жарком и гостеприимном Абу-Даби.": "Робота в міжнародній команді стала для Andrew не лише професійним викликом, а й шансом навчитися знаходити спільну мову з людьми, чиї погляди та підходи до життя були інколи зовсім іншими. У кожному дні була можливість вчитися чогось нового, чи то особливості роботи у сфері гостинності, чи просто розмови за чашкою кави з колегами, які невдовзі стали її друзями. Цей досвід не лише збагатив його внутрішній світ, а й подарував моменти, які він зберігав як особливі спогади про своє життя у спекотному та гостинному Абу-Дабі.",
    "На пути в Abu Dhabi": "На шляху до Abu Dhabi",
    "Вид из окна отеля на Abu Dhabi": "Вид з вікна готелю на Abu Dhabi",
    "Работа на новом месте": "Робота на новому місці",
    "Терраса кафе в отеле со столиками и видом на Abu Dhabi": "Кафе-тераса в готелі зі столиками та видом на Abu Dhabi",
    "Встреча в Abu Dhabi": "Зустріч у Abu Dhabi",
    "Я за границей и мне уж тридцать...": "Я за кордоном і мені вже тридцять...",
    "Sheikh Zayed Grand Mosque Centre - вид с боку": "Sheikh Zayed Grand Mosque Centre - вид збоку",
    "Sheikh Zayed Grand Mosque Centre": "Sheikh Zayed Grand Mosque Centre",
    "Yas Mall в Абу-Даби (фонтан)": "Yas Mall в Абу-Дабі (фонтан)",
    "Зеленый водопад в Yas Mall Абу-Даби": "Зелений водоспад у Yas Mall Абу-Дабі",
    "Abu Dhabi Commercial Bank": "Abu Dhabi Commercial Bank",
    "Небоскреб в районе Al Danah Абу-Даби": "Хмарочос у районі Al Danah Абу-Дабі",
    "Capital Plaza в Абу-Даби": "Capital Plaza в Абу-Дабі",
    "Фонтан на Capital Plaza в Абу-Даби": "Фонтан на Capital Plaza в Абу-Дабі",
    "Время передавать опыт": "Час передавати досвід",
    "Постоянное движение вперед, новый опыт, новые впечатления - это то, что вызывало в Andrew Old необходимость развиваться и не засиживаться на месте. Уже есть опыт за плечами и полно сил. Есть чем поделиться с другими людьми и желание путешествовать. Это ли не повод после непродолжительного отдыха дома на время переехать в Китай?": "Постійний рух уперед, новий досвід, нові враження - це те, що викликало в Andrew Old необхідність розвиватися і не засиджуватися на місці. Вже є досвід за плечима та повно сил. Є чим поділитися з іншими людьми та бажання мандрувати. Чи це не привід після нетривалого відпочинку вдома на якийсь час переїхати до Китаю?",
    "Вперед к приключениям!": "Вперед до пригод!",
    "Пришло время Andrew Old отправиться повышать квалификацию за границу. Было отправлено немало резюме и пройдено онлайн собеседований. И вот наконец куплены билеты и собран багаж - место назначения один из прекрасных эмиратов ОАЭ Abu Dhabi.": "Настав час Andrew Old вирушити підвищувати кваліфікацію за кордон. Було відправлено чимало резюме та пройдено онлайн співбесід. І ось нарешті куплено квитки та зібрано багаж – місце призначення один із прекрасних еміратів ОАЕ Abu Dhabi.",
    "Здравствуй Пекин!": "Привіт Пекін!",
    "После работы в Абу-Даби Andrew Old понял, что его знания английского языка стали прочной основой для нового этапа. Постепенно он начал интересоваться, как передавать свои навыки другим, кто только начинал осваивать этот язык. Этот процесс увлек его — находить подход к разным людям, видеть их прогресс и делиться своим опытом. Первые шаги в преподавании он сделал онлайн, где появились его первые ученики, для которых он стал не просто учителем, но и наставником.": "Після роботи в Абу-Дабі Andrew Old зрозумів, що його знання англійської стали міцною основою для нового етапу. Поступово він почав цікавитися, як передавати свої навички іншим, хто тільки-но починав освоювати цю мову. Цей процес захопив його — знаходити підхід до різних людей, бачити їхній прогрес і ділитися своїм досвідом. Перші кроки у викладанні він зробив онлайн, де з'явилися його перші учні, для яких він став не просто учителем, а й наставником.",
    "Вскоре Andrew узнал о высоком спросе на преподавателей английского в Китае, особенно для работы с детьми. Эта идея зажгла в нем желание двигаться дальше. В 2019 году он отправился в Пекин, чтобы попробовать свои силы в обучении детей английскому языку. Это решение стало важным поворотом в его жизни, открыв новое направление и предоставив опыт, который обогатил его как профессионала и человека.": "Незабаром Andrew дізнався про високий попит на викладачів англійської мови в Китаї, особливо для роботи з дітьми. Ця ідея запалила у ньому бажання рухатися далі. У 2019 році він вирушив до Пекіна, щоб спробувати свої сили у навчанні дітей англійської мови. Це рішення стало важливим поворотом у його житті, відкривши новий напрямок та надавши досвід, який збагатив його як професіонала та людину.",
    "Работа с детьми в Китае открыла для Andrew Old целый мир новых впечатлений. Он находил творческие подходы, чтобы сделать обучение интересным и увлекательным: игры, песни и интерактивные задания помогали детям осваивать английский язык с удовольствием. Увидеть радость и интерес в глазах своих учеников стало для него настоящим вдохновением. Каждый урок был не только о языке, но и о дружбе, смехе и открытии нового мира.": "Робота з дітьми в Китаї відкрила цілий світ нових вражень для Andrew Old. Він знаходив творчі підходи, щоб зробити навчання цікавим та захоплюючим: ігри, пісні та інтерактивні завдання допомагали дітям освоювати англійську мову із задоволенням. Побачити радість та інтерес в очах своїх учнів стало для нього справжнім натхненням. Кожен урок був не тільки про мову, а й про дружбу, сміх та відкриття нового світу.",
    "Однако жизнь вдали от дома оказалась непростой. Организация быта в чужой стране, где язык и культура так отличаются, требовала немалых усилий. Были месяцы, когда тоска по дому и родным особенно давала о себе знать. Но этот опыт закалил его, научил преодолевать трудности и находить баланс между работой и личной жизнью. Именно эти испытания сделали его сильнее и оставили яркий след в его жизненном пути.": "Однак життя далеко від будинку виявилося непростим. Організація побуту в чужій країні, де мова та культура так відрізняються, вимагала чималих зусиль. Були місяці, коли туга за домом і рідними особливо давалася взнаки. Але цей досвід загартував його, навчив долати труднощі та знаходити баланс між роботою та особистим життям. Саме ці випробування зробили його сильнішим і залишили яскравий слід у його життєвому шляху.",
    "Район CBD Пекина со зданием Центрального телевидения Китая (CCTV)": "Район CBD Пекіна із будинком Центрального телебачення Китаю (CCTV)",
    "Процесс создания шедевра": "Процес створення шедевру",
    "Ох, как же их много - учеников!": "Ох, як їх багато - учнів!",
    "Вот что вышло!": "Ось що вийшло!",
    "Строки рожденные в Пекине": "Рядки народжені в Пекіні",
    "Творческий процесс вдали от дома...": "Творчий процес далеко від дому...",
    "Музыкальное творчество": "Музична творчість",
    "Слушать": "Слухати",
    "Назад": "Назад",
    "Ваш браузер не поддерживает тег audio": "Ваш браузер не підтримує тег audio",
    "Ваш браузер не поддерживает video": "Ваш браузер не підтримує відео",
    "Читать далее": "Читати далі",
    "Поэтическая страница": "Поетична сторінка",
    "Предыдущая страница": "Попередня сторінка",
    "Следующая страница": "Наступна сторінка",
    "pagination.previous": "pagination.previous",
    "pagination.next": "pagination.next",
    "Pagination Navigation": "Pagination Navigation",
    "Showing": "Showing",
    "to": "to",
    "of": "of",
    "results": "results",
    "voyager::generic.save": "voyager::generic.save",
    "voyager::generic.are_you_sure": "voyager::generic.are_you_sure",
    "voyager::generic.are_you_sure_delete": "voyager::generic.are_you_sure_delete",
    "voyager::generic.cancel": "voyager::generic.cancel",
    "voyager::generic.delete_confirm": "voyager::generic.delete_confirm",
    "Контакты и ссылки": "Контакти та посилання",
    "Больше информации и контента от Andrew Old можно найти в социальных сетях по ссылкам ниже. Также имеется email для связи с администратором портала и форма для мыслей и предложений": "Більше інформації та контенту від Andrew Old можна знайти у соціальних мережах за посиланнями нижче. Також є email для зв'язку з адміністратором порталу та форма для думок та пропозицій",
    "Имя": "Ім'я",
    "Сообщение": "Повідомлення",
    "Отправить сообщение": "Надіслати повідомлення",
    "Ваше сообщение успешно отправлено!": "Ваше повідомлення успішно надіслано!"
}