<section id="family" class="main style2 left dark fullscreen home">
    <div class="content box style2">
        <header>
            <h2><?php echo __('Семья'); ?></h2>
        </header>
        <p><?php echo __('Семья всегда была основой жизни Andrew Old. Отец — пример силы и трудолюбия, а мать — источник заботы и вдохновения, которые формировали его мировоззрение. Старший брат стал первым наставником и поддержкой в юности, а младший брат — близким другом, с которым делились не только радостями, но и вызовами жизни. Эти отношения стали для Andrew Old опорой, определившей его путь и ценности, которые направляли его в жизни.'); ?></p>
    </div>
    <a href="#links" class="button style2 down anchored"><?php echo __('Далее'); ?></a>
</section>