<section id="friends" class="main style2 right dark fullscreen home">
    <div class="content box style2">
        <header>
            <h2><?php echo __('Друзья'); ?></h2>
        </header>
        <p><?php echo __('Для Andrew Old дружба не знает языковых и социальных границ. Его друзья всегда отмечали открытость, доброту и уважение, с которыми он относится к каждому. Путешествуя по миру, он находил близких по духу людей, создавая теплые и доверительные связи, которые оставались с ним на долгие годы. Этот подход к жизни, основанный на простоте и честности, отражает его глубокую веру в то, что настоящая дружба не имеет границ.'); ?></p>
    </div>
    <a href="#family" class="button style2 down anchored"><?php echo __('Далее'); ?></a>
</section>