<section id="start" class="main style2 left dark fullscreen path">
    <div class="content box style2 width-full-slim">
        <header>
            <h2><?php echo __('Начало'); ?></h2>
        </header>
        <p><?php echo __('Конечно же как и всех путь Andrew Old начался с рождения - 8 февраля 1985 года в чудесном городе Киев, питающемся энергией древней реки Днепр и купающегося в зелени деревьев. Для семьи это было время тревог, надежд и борьбы за счастье. Предстояло пережить рождение младшего брата, чернобыльскую трагедию, сложные 90-е годы. И Andrew Old с интересом все и всех вокруг разглядывал, впитывал. Однако свое мнение высказывать не спешил - время еще не пришло'); ?></p>
    </div>
    <a href="#step_one" class="button style2 down anchored"><?php echo __('Далее'); ?></a>
</section>