<section id="step_five" class="main style2 right dark fullscreen path">
    <div class="content box style2">
        <header>
            <h2><?php echo __('Трудовые будни'); ?></h2>
        </header>
        
        <p><?php echo __('Andrew Old попробовал себя в разных видах деятельности - от курьера до слесаря. За все брался с интересом, но быстро понял, что работа руками не совсем его конек. Хотя было одно исключение - во время учебы в институте довелось поработать длительное время тестомесом и пекарем. Тогда же родился первый сценический псевдоним "MC Baker", поскольку уже появились первые песни и первые выступления на открытых микрофонах.'); ?></p>
    </div>
    <a href="#step_six" class="button style2 down anchored"><?php echo __('Далее'); ?></a>
</section>