<section id="step_three" class="main style2 right dark fullscreen path">
    <div class="content box style2">
        <header>
            <h2><?php echo __('Студенческие годы'); ?></h2>
        </header>
        
        <p><?php echo __('Спустя год после школы Andrew Old еще не знал чем точно хотел бы заниматься. Несколько временных подработок не зацепили и стало понятно, что нужно образование. Сложно сказать о причине выбора, но он в 2003 году поступил на специальность "Международная экономика" в "Киевский институт международной экономики и предпринимательства". Получил степень бакалавра в 2007 году.'); ?></p>
    </div>
    <a href="#step_four" class="button style2 down anchored"><?php echo __('Далее'); ?></a>
</section>